{
  "normal": {
    "verdad": {
      "muyFácil": [
        "¿Cuál es tu color favorito?",
        "¿Qué comida te gusta más?",
        "¿Tienes alguna mascota?",
        "¿Cuál es tu estación del año favorita?",
        "¿Prefieres la playa o la montaña?",
        "¿Te gustan las sorpresas?",
        "¿Cuál es tu hobby favorito?",
        "¿Qué prefieres: cine o teatro?",
        "¿Te gustan los deportes? ¿Cuáles?",
        "¿Tienes alguna canción que te haga sentir bien?",
        "¿Te gusta cocinar?",
        "¿Cuál es tu película favorita?",
        "¿Te gustan los animales? ¿Tienes algún favorito?",
        "¿Prefieres dormir mucho o poco?",
        "¿Qué harías si fueras invisible por un día?",
        "¿Te gustan las fiestas o prefieres estar en casa?",
        "¿Qué harías si fueras rico?",
        "¿Cuál es tu prenda de ropa favorita?",
        "¿Te gusta viajar? ¿A dónde te gustaría ir?",
        "¿Cuál es tu bebida favorita?",
        "¿Tienes algún talento oculto?",
        "¿Te gustaría aprender a tocar algún instrumento?",
        "¿Qué harías si pudieras volar?",
        "¿Cuál es tu deporte favorito?",
        "¿Cuál es tu serie de televisión favorita?",
        "¿Te gustaría tener superpoderes?",
        "¿Quién es tu persona más importante?",
        "¿Qué harías si fueras famoso?",
        "¿Te gusta el arte?",
        "¿Tienes algún amigo de la infancia con quien sigues en contacto?"
      ],
      "fácil": [
        "¿Quién es tu mejor amigo?",
        "¿Cuál es tu película favorita?",
        "¿Te gustaría vivir en el extranjero?",
        "¿Cuál es tu lugar favorito en el mundo?",
        "¿Te gusta más la comida salada o dulce?",
        "¿Tienes alguna tradición especial en tu familia?",
        "¿Qué harías si pudieras ser otra persona por un día?",
        "¿Qué prefieres: leer un libro o ver una película?",
        "¿Te gustaría aprender un nuevo idioma?",
        "¿Te gustan las sorpresas?",
        "¿Tienes alguna superstición?",
        "¿Cuál es tu mejor recuerdo de la infancia?",
        "¿Cuál es tu estación del año favorita?",
        "¿Te gustaría tener una mascota exótica?",
        "¿Te consideras una persona madrugadora o nocturna?",
        "¿Tienes alguna meta para este año?",
        "¿Te gustaría ser artista?",
        "¿Te gustaría tener más tiempo libre?",
        "¿Cuál es tu sueño más grande?",
        "¿Qué harías si supieras que te queda poco tiempo de vida?",
        "¿Tienes alguna rutina matutina?",
        "¿Te gustan las películas de terror?",
        "¿Te gustaría ser famoso?",
        "¿Prefieres vivir en una ciudad grande o en el campo?",
        "¿Te gustaría cambiar algo de ti?",
        "¿Te gustaría hacer algo extremo alguna vez?",
        "¿Te gustaría ser dueño de tu propio negocio?",
        "¿Te gustan las actividades al aire libre?"
      ],
      "intermedio": [
        "¿Cuál es tu mayor miedo?",
        "Si pudieras cambiar algo de ti, ¿qué sería?",
        "¿Cuál ha sido tu mayor logro?",
        "¿Te gustaría vivir sin tecnología por un mes?",
        "¿Qué te gustaría aprender a hacer?",
        "¿Te has sentido alguna vez avergonzado frente a mucha gente?",
        "¿Cuál es la decisión más importante que has tomado?",
        "¿Qué harías si pudieras retroceder el tiempo?",
        "¿Te gustaría tener más amigos?",
        "¿Tienes alguna fobia?",
        "¿Te atreverías a cambiar de ciudad sin conocer a nadie?",
        "¿Tienes algún lugar que te inspire paz?",
        "¿Qué harías si fueras el presidente de tu país?",
        "¿Tienes alguna cualidad que te gustaría mejorar?",
        "¿Te atreverías a mudarte a otro país sin saber el idioma?",
        "¿Cuál es tu sueño no cumplido?",
        "¿Qué prefieres: ser muy inteligente o muy atractivo?",
        "¿Qué te hace sentir inseguro?",
        "¿Cuál es tu principal motivación en la vida?",
        "¿Qué harías si no tuvieras miedo de fallar?",
        "¿Tienes alguna filosofía de vida?",
        "¿Te consideras una persona introvertida o extrovertida?",
        "¿Has cambiado mucho en los últimos 5 años?",
        "¿Qué harías si te ofrecieran un trabajo en otro país?",
        "¿Tienes alguna vez pensado en dejar todo y empezar de nuevo?",
        "¿Te gustaría hacer un viaje largo sin un plan definido?",
        "¿Te gustaría saber lo que la gente piensa de ti?",
        "¿Alguna vez has tenido una pelea importante con un amigo?"
      ],
      "difícil": [
        "¿Cuál es tu mayor arrepentimiento?",
        "¿Alguna vez has hecho algo que te avergüenza?",
        "¿Qué harías si supieras que solo te queda un día de vida?",
        "¿Tienes alguna relación con alguien que no quieras que los demás sepan?",
        "¿Alguna vez has tenido que tomar una decisión que cambió tu vida para siempre?",
        "¿Te atreverías a dejar todo y empezar una nueva vida?",
        "¿Cuál es la decisión más difícil que has tenido que tomar?",
        "¿Alguna vez has ocultado algo importante de tu familia o amigos?",
        "¿Qué harías si tuvieras que elegir entre un amor o tu sueño?",
        "¿Alguna vez has mentido sobre algo importante?",
        "¿Qué harías si alguien te pidiera un gran favor sin esperar nada a cambio?",
        "¿Qué harías si te descubrieran haciendo algo prohibido?",
        "¿Alguna vez has tenido una experiencia que cambiara tu manera de ver el mundo?",
        "¿Tienes algún miedo que te impide tomar decisiones importantes?",
        "¿Te gustaría saber qué dirán de ti cuando ya no estés?",
        "¿Alguna vez has hecho algo que te hizo sentir muy culpable?",
        "¿Qué harías si alguien te dijera que está enamorado de ti y no lo esperabas?",
        "¿Qué harías si tu pareja te pidiera algo que no estás dispuesto a hacer?",
        "¿Te arrepientes de no haber hecho algo en tu vida?",
        "¿Qué harías si tu mejor amigo te traicionara?",
        "¿Te atreverías a dar una segunda oportunidad a alguien que te falló?",
        "¿Has tenido alguna vez una relación amorosa que sabías que no iba a funcionar?",
        "¿Te gustaría saber la verdad sobre algo que te han ocultado?",
        "¿Alguna vez has cambiado de opinión sobre algo muy importante?",
        "¿Alguna vez has roto el corazón de alguien?",
        "¿Qué harías si alguien te pide que dejes tu trabajo actual por uno mejor?",
        "¿Te atreverías a hacer algo ilegal si no te descubrieran?"
      ]
    },
    "reto": {
      "muyFácil": [
        "Canta una canción",
        "Baila durante 30 segundos",
        "Haz una imitación de alguien",
        "Haz 10 saltos de tijera",
        "Haz una cara divertida",
        "Canta el coro de tu canción favorita",
        "Baila como si estuvieras en una fiesta",
        "Imita un animal",
        "Haz una pose graciosa para una foto",
        "Haz una vuelta completa sobre ti mismo",
        "Actúa como si fueras un robot",
        "Haz 10 sentadillas",
        "Haz una mueca",
        "Habla como un personaje famoso por 1 minuto",
        "Haz 5 flexiones de brazos",
        "Haz una imitación de tu celebridad favorita",
        "Canta la letra de una canción sin música",
        "Haz 10 abdominales",
        "Actúa como si fueras un superhéroe",
        "Dile algo divertido a la persona a tu derecha"
      ],
      "fácil": [
        "Imita a un animal",
        "Haz 20 flexiones",
        "Llama a alguien y dile que lo quieres",
        "Baila durante 1 minuto",
        "Haz 10 saltos en el lugar",
        "Haz una llamada y dile algo gracioso",
        "Haz 30 segundos de abdominales",
        "Imita a un personaje de película",
        "Dile un chiste a alguien",
        "Haz una coreografía improvisada",
        "Baila como si estuvieras en un escenario",
        "Haz 20 sentadillas",
        "Llama a un amigo y cántale una canción",
        "Actúa como si fueras una persona famosa",
        "Haz una llamada a un amigo y cuéntale un chiste",
        "Haz 20 saltos de tijera",
        "Llama a alguien y dile que eres una celebridad",
        "Imita a una celebridad famosa",
        "Haz una coreografía de una canción famosa",
        "Haz una llamada a un amigo y dile que te has ganado un concurso"
      ],
      "intermedio": [
        "Haz un reto físico",
        "Imita a una celebridad",
        "Habla en otro idioma durante un minuto",
        "Canta una canción a todo pulmón",
        "Baila en el estilo de una época (años 80, 90, etc.)",
        "Haz una acrobacia",
        "Haz una llamada a alguien y dile algo raro",
        "Canta una canción con la voz de alguien más",
        "Haz una llamada a un amigo y cántale una canción en vivo",
        "Habla como un personaje famoso durante 1 minuto"
      ],
      "difícil": [
        "Baila como si nadie te estuviera mirando por 1 minuto",
        "Realiza un reto extremo como hacer una llamada a alguien y decir algo raro",
        "Haz una llamada improvisada a alguien y dile algo gracioso",
        "Canta una canción mientras haces 10 saltos",
        "Haz 50 flexiones en 2 minutos",
        "Haz una llamada a alguien y dile que has hecho algo muy vergonzoso",
        "Baila como si estuvieras en un concurso de baile",
        "Haz una llamada improvisada y dile algo gracioso a alguien",
        "Haz una coreografía improvisada para todo el grupo",
        "Llama a un amigo y cuéntale una historia inventada"
      ]
    }
  },
  "fiesta": {
    "verdad": {
      "muyFácil": [
        "¿Te has enamorado alguna vez?",
        "¿Qué es lo más raro que has comido?",
        "¿Qué te gustaría lograr este año?",
        "¿Te gusta más el verano o el invierno?",
        "¿Alguna vez has tenido una cita a ciegas?",
        "¿Qué harías si te encuentras con un famoso en la calle?",
        "¿Tienes alguna superstición?",
        "¿Has tenido alguna vez una gran sorpresa?",
        "¿Te gusta cantar en público?",
        "¿Te gustaría ser una persona diferente por un día?",
        "¿Cuál es la peor película que has visto?",
        "¿Cuál es tu peor hábito?",
        "¿Te has sentido alguna vez avergonzado frente a mucha gente?",
        "¿Cuál es la broma más graciosa que has escuchado?",
        "¿Te has peleado alguna vez con un amigo cercano?",
        "¿Te gusta viajar a lugares extraños?",
        "¿Qué harías si te ganaras la lotería?",
        "¿Te gusta hacer cosas atrevidas?",
        "¿Te gustaría vivir en una ciudad muy grande?",
        "¿Cuál es el sueño más raro que has tenido?",
        "¿Tienes alguna fobia rara?",
        "¿Has hecho alguna vez algo por impulso?",
        "¿Qué harías si fueras invisible por un día?",
        "¿Te consideras una persona aventurera?",
        "¿Has tenido alguna cita vergonzosa?",
        "¿Te gustaría aprender a bailar?",
        "¿Tienes algún amigo muy raro?",
        "¿Te gusta organizar fiestas?"
      ],
      "fácil": [
        "¿Has viajado a algún lugar fuera del país?",
        "¿Te gustaría vivir sin teléfono por un mes?",
        "¿Cuál es el lugar más extraño donde has dormido?",
        "¿Te gustan las fiestas? ¿Qué tipo de fiesta prefieres?",
        "¿Alguna vez has tenido una cita embarazosa?",
        "¿Qué harías si te encuentras con tu ex por casualidad?",
        "¿Te gustaría hacer algo muy loco algún día?",
        "¿Tienes algún talento oculto que te gustaría compartir?",
        "¿Te gustaría ser famosa o famoso?",
        "¿Has hecho alguna vez algo espontáneo?",
        "¿Te gustaría viajar a un lugar exótico?",
        "¿Has tenido alguna vez una experiencia sobrenatural?",
        "¿Tienes alguna superstición?",
        "¿Te consideras una persona extrovertida?",
        "¿Qué es lo más gracioso que te ha pasado?",
        "¿Qué harías si fueras famoso por un día?",
        "¿Has hecho alguna vez una travesura?",
        "¿Cuál es el lugar más raro donde has ido de fiesta?",
        "¿Te gustaría hacer una fiesta temática?",
        "¿Tienes algún amigo que siempre te haga reír?",
        "¿Te has disfrazado alguna vez para una fiesta?",
        "¿Te gustaría vivir en otra época?",
        "¿Qué harías si pudieras organizar una fiesta sorpresa?",
        "¿Alguna vez has hecho algo sin pensar en las consecuencias?",
        "¿Cuál es tu tipo de música favorita para bailar?",
        "¿Te gustaría ser DJ en una fiesta?",
        "¿Has ido alguna vez a un evento muy exclusivo?",
        "¿Te gustaría que alguien te sorprendiera con algo inesperado?"
      ],
      "intermedio": [
        "¿Te has sentido alguna vez avergonzado frente a un grupo?",
        "¿Alguna vez has tenido una cita embarazosa?",
        "¿Tienes alguna superstición?",
        "¿Te gustaría organizar un evento gigante?",
        "¿Te atreverías a hacer algo loco en público?",
        "¿Te gustaría hacer un viaje sin destino fijo?",
        "¿Tienes alguna historia graciosa de una fiesta?",
        "¿Alguna vez has hecho un reto de beber en una fiesta?",
        "¿Te gustaría conocer a alguien famoso?",
        "¿Alguna vez has hecho algo vergonzoso en una fiesta?",
        "¿Cuál es tu recuerdo más gracioso de la escuela?",
        "¿Qué es lo más raro que has hecho por diversión?",
        "¿Te atreverías a hacer un reto de beber algo raro?",
        "¿Tienes alguna anécdota divertida de una fiesta?",
        "¿Te gustaría participar en un concurso de talentos?",
        "¿Alguna vez te has disfrazado para una fiesta y nadie te reconoció?",
        "¿Qué harías si alguien te reta a hacer algo loco en público?",
        "¿Te atreverías a cantar frente a un público desconocido?",
        "¿Qué harías si tu amigo te reta a hacer algo vergonzoso?",
        "¿Te has peleado alguna vez en una fiesta?",
        "¿Te gustaría asistir a una fiesta temática extravagante?",
        "¿Tienes alguna anécdota graciosa sobre una noche de copas?",
        "¿Te atreverías a hacer un reto de beber algo picante?",
        "¿Alguna vez has ganado un reto de beber en una fiesta?",
        "¿Te gustaría hacer una fiesta en la playa?",
        "¿Alguna vez has hecho una apuesta muy loca?"
      ],
      "difícil": [
        "¿Has tenido algún sueño raro que te gustaría compartir?",
        "¿Qué harías si te encontraras con tu ex por casualidad?",
        "Si tuvieras un millón de dólares, ¿qué harías con él?",
        "¿Alguna vez te has quedado atrapado en una fiesta sin querer?",
        "¿Te gustaría cambiar algo de tu vida en este momento?",
        "¿Te atreverías a hacer un reto de beber algo que nunca has probado?",
        "¿Qué harías si te retaran a hacer algo loco en una fiesta?",
        "¿Te atreverías a hacer una broma pesada a alguien?",
        "¿Te gustaría conocer a alguien famoso y pasar el día con él?",
        "¿Has hecho alguna vez un reto de beber en el que no pudiste continuar?",
        "¿Cuál ha sido el reto más difícil que has aceptado en una fiesta?",
        "¿Te atreverías a organizar una fiesta sorpresa para todos?",
        "¿Qué harías si te pidieran organizar una fiesta temática completamente loca?",
        "¿Te gustaría participar en un concurso de baile espontáneo?",
        "¿Te atreverías a hacer una apuesta arriesgada en una fiesta?",
        "¿Has participado alguna vez en una fiesta donde pasaron cosas inesperadas?",
        "¿Te gustaría hacer una fiesta de disfraces en una ciudad desconocida?",
        "¿Has hecho alguna vez una locura en una fiesta que te arrepientes?",
        "¿Alguna vez has jugado a un juego de beber con reglas muy raras?",
        "¿Te atreverías a organizar un evento con muchas personas desconocidas?",
        "¿Te gustaría ser el centro de atención en una fiesta muy grande?",
        "¿Te atreverías a hacer una broma a tu jefe o profesor?",
        "¿Alguna vez has tenido una pelea o discusión muy seria en una fiesta?",
        "¿Te gustaría hacer un reto en una fiesta que involucre a todos?",
        "¿Has hecho alguna vez algo extremadamente vergonzoso en una fiesta?"
      ]
    },
    "reto": {
      "muyFácil": [
        "Canta una canción graciosa",
        "Haz una imitación de tu celebridad favorita",
        "Dile un chiste a la persona a tu derecha",
        "Baila como un loco por 30 segundos",
        "Haz una llamada y habla como un robot",
        "Imita a un personaje de película",
        "Haz una vuelta completa sobre ti mismo",
        "Baila como si estuvieras en una fiesta",
        "Haz 10 saltos de tijera",
        "Canta el coro de una canción famosa",
        "Haz una cara graciosa para una foto",
        "Imita a un animal",
        "Haz una mueca",
        "Baila como si estuvieras en un escenario",
        "Actúa como un robot durante 1 minuto",
        "Haz una pose graciosa",
        "Imita a una celebridad",
        "Haz 20 saltos en el lugar",
        "Canta una canción famosa",
        "Haz 10 abdominales"
      ],
      "fácil": [
        "Baila como un loco por 30 segundos",
        "Haz una llamada y habla como un robot",
        "Imita a un personaje de película",
        "Dile un chiste a alguien",
        "Haz una coreografía improvisada",
        "Baila como si estuvieras en un escenario",
        "Haz 20 sentadillas",
        "Llama a un amigo y cántale una canción",
        "Haz una llamada y dile algo gracioso",
        "Haz 30 segundos de abdominales",
        "Haz una coreografía de una canción famosa",
        "Canta el coro de una canción famosa",
        "Actúa como si fueras una persona famosa",
        "Haz una llamada a un amigo y cántale una canción",
        "Haz 20 saltos de tijera",
        "Haz una imitación de tu celebridad favorita",
        "Baila durante 1 minuto",
        "Haz una llamada a un amigo y dile que lo quieres",
        "Imita a tu animal favorito"
      ],
      "intermedio": [
        "Haz una acrobacia",
        "Imita a un animal salvaje",
        "Habla en voz alta durante 1 minuto",
        "Haz una llamada y dile algo gracioso",
        "Baila en el estilo de los años 80",
        "Haz una vuelta completa y corre durante 30 segundos",
        "Imita una escena de película",
        "Baila como si estuvieras en un escenario",
        "Haz un reto de confianza con alguien del grupo",
        "Haz una llamada a alguien y dile algo raro",
        "Haz 50 flexiones",
        "Canta con mucha energía",
        "Imita un personaje de película",
        "Haz una llamada a tu crush y dile algo atrevido",
        "Haz una acrobacia"
      ],
      "difícil": [
        "Haz una llamada a alguien y dile que te has ganado un concurso",
        "Haz 50 flexiones en 1 minuto",
        "Haz una llamada improvisada cantando",
        "Haz una broma pesada a alguien",
        "Haz una llamada a tu ex y dile que lo extrañas",
        "Haz un striptease improvisado para el grupo",
        "Haz un reto de beber algo muy raro",
        "Haz un desafío de baile muy atrevido",
        "Haz una llamada a alguien y dile que te has quedado atrapado en un lugar",
        "Imita a una celebridad muy famosa durante 2 minutos"
      ]
    }
    
  },
  "picante": {
    "verdad": {
      "muyFácil": [
        "¿Alguna vez has dado un beso en público?",
        "¿Has coqueteado con alguien en una fiesta?",
        "¿Cuál es tu tipo de persona?",
        "¿Te has sentido atraído por alguien en una cita a ciegas?",
        "¿Qué opinas de los besos con lengua?",
        "¿Tienes alguna fantasía romántica?",
        "¿Te gustaría besar a alguien en la lluvia?",
        "¿Te consideras una persona coqueta?",
        "¿Alguna vez has coqueteado con alguien sin querer?",
        "¿Te gustaría besar a alguien en la playa?",
        "¿Alguna vez has hecho un comentario atrevido a alguien?",
        "¿Has tenido alguna cita que pensaste que iba a ser romántica pero fue incómoda?",
        "¿Cuál es el lugar más raro en el que has besado a alguien?",
        "¿Te gustaría tener una cita a ciegas con alguien que nunca hayas conocido?",
        "¿Te consideras una persona romántica?",
        "¿Qué harías si un extraño te pide un beso?",
        "¿Te atreverías a besar a alguien bajo la lluvia?",
        "¿Te gusta bailar cerca de alguien atractivo?",
        "¿Te gustaría besar a alguien famoso?"
      ],
      "fácil": [
        "¿Te has sentido atraído por alguien de tu mismo sexo?",
        "¿Alguna vez has tenido un crush por alguien mucho mayor que tú?",
        "¿Cuál es tu mayor fantasía?",
        "¿Alguna vez has tenido un beso inesperado?",
        "¿Qué es lo más atrevido que has hecho en una cita?",
        "¿Tienes algún secreto romántico que nunca has contado?",
        "¿Alguna vez has tenido una cita que no salió como esperabas?",
        "¿Te gustaría besar a alguien en una fiesta?",
        "¿Te consideras una persona tímida o atrevida en una cita?",
        "¿Alguna vez has dado un beso en un lugar público?",
        "¿Has tenido una cita que se sintió como una escena de película?",
        "¿Te gusta hacer cosas románticas por alguien?",
        "¿Alguna vez has hecho algo coqueta sin querer?",
        "¿Te gustaría ir a un lugar romántico con alguien especial?",
        "¿Has tenido alguna vez un beso que no querías?",
        "¿Te gustaría besar a alguien bajo las estrellas?",
        "¿Alguna vez has enviado un mensaje coqueto a alguien?",
        "¿Has sentido alguna vez mariposas en el estómago por alguien?",
        "¿Te consideras un buen besador?"
      ],
      "intermedio": [
        "¿Alguna vez has tenido un beso inesperado?",
        "¿Qué es lo más atrevido que has hecho en una cita?",
        "¿Alguna vez has dado un beso a alguien con poca ropa?",
        "¿Tienes alguna fantasía romántica que no has contado?",
        "¿Te gustaría hacer algo atrevido en una cita?",
        "¿Alguna vez has tenido una conversación muy íntima con alguien que no conocías?",
        "¿Has tenido alguna vez una cita muy apasionada?",
        "¿Qué harías si alguien te pidiera un beso apasionado?",
        "¿Te atreverías a besar a alguien frente a un grupo de personas?",
        "¿Tienes alguna fantasía que te gustaría compartir?",
        "¿Te gustaría tener una cita en la que todo fuera espontáneo y atrevido?",
        "¿Alguna vez has coqueteado sin querer con alguien?",
        "¿Has hecho alguna vez algo que te hizo sentir avergonzado en una cita?",
        "¿Te atreverías a tener una cita con alguien que nunca hayas visto antes?",
        "¿Qué opinas sobre las citas rápidas?"
      ],
      "difícil": [
        "¿Cuál es tu fantasía más atrevida?",
        "¿Alguna vez te has enamorado de alguien que no podías tener?",
        "¿Qué harías si alguien te pide un favor íntimo?",
        "¿Alguna vez te has sentido muy atraído por alguien en una cita?",
        "¿Te atreverías a besar a alguien en público si te lo pidiera?",
        "¿Te gustaría tener una cita secreta con alguien que no puedas contar a nadie?",
        "¿Qué opinas de las relaciones a distancia?",
        "¿Has tenido alguna vez una cita en la que todo salió muy bien pero no pasó nada físico?",
        "¿Alguna vez has coqueteado con alguien que no te atraía?",
        "¿Te atreverías a hacer algo muy atrevido en una cita a ciegas?",
        "¿Alguna vez has tenido un encuentro romántico muy breve pero inolvidable?",
        "¿Te gustaría tener una cita romántica con alguien mucho mayor que tú?",
        "¿Te has sentido alguna vez atraído por alguien casado?",
        "¿Te gustaría hacer algo atrevido en un lugar público?",
        "¿Has sentido alguna vez que te han dado señales equivocadas en una cita?"
      ]
    },
    "reto": {
      "muyFácil": [
        "Dile algo coqueto a alguien del grupo",
        "Haz una pose sexy para una foto",
        "Haz una imitación de una celebridad sexy",
        "Dile un cumplido a la persona a tu izquierda",
        "Baila de forma sensual durante 30 segundos",
        "Haz una cara sexy para una foto",
        "Dile algo bonito a alguien del grupo",
        "Haz una llamada a alguien y dile algo romántico",
        "Haz una pose provocativa para una foto",
        "Dile algo tierno a alguien"
      ],
      "fácil": [
        "Dale un beso en la mejilla a la persona a tu derecha",
        "Haz una llamada a tu crush y dile algo atrevido",
        "Baila un tema sensual durante 30 segundos",
        "Haz un cumplido coqueto a alguien",
        "Haz una llamada y dile algo coqueto",
        "Haz una mirada sexy a alguien",
        "Dile un piropo a alguien que te atraiga",
        "Imita a una celebridad sexy",
        "Baila sensualmente durante 1 minuto",
        "Dile algo coqueto a alguien y hazlo sonrojar"
      ],
      "intermedio": [
        "Haz un striptease improvisado (sin quitarte ropa)",
        "Envíale un mensaje coqueto a alguien de tu lista de contactos",
        "Haz un reto de besos (en la mejilla) con alguien del grupo",
        "Haz una llamada a alguien y dile algo sexy",
        "Actúa como una persona seductora durante 1 minuto",
        "Haz una llamada a tu crush y dile algo atrevido",
        "Baila sensual frente al grupo durante 1 minuto",
        "Haz un cumplido sexy a alguien",
        "Imita a una persona sexy durante 1 minuto",
        "Haz una mirada intensa y sensual a alguien"
      ],
      "difícil": [
        "Haz una llamada a alguien y dile algo muy atrevido",
        "Actúa como si fueras una persona muy seductora durante 2 minutos",
        "Baila sensualmente durante 2 minutos sin tocar a nadie",
        "Haz una llamada y dile algo muy atrevido a la persona que elijas",
        "Haz un striptease improvisado para el grupo",
        "Haz una llamada a alguien y dile algo muy íntimo",
        "Envíale un video sexy a alguien del grupo",
        "Haz un reto de confianza con alguien (puede incluir un beso en la mejilla o algo más atrevido)",
        "Baila en la forma más sensual que puedas durante 1 minuto",
        "Haz una llamada y dile algo seductor a alguien"
      ]
    }
  },
  "extremo": {
    "verdad": {
      "muyFácil": [
        "¿Cuál es tu mayor vergüenza?",
        "¿Alguna vez has tenido pensamientos arriesgados?",
        "¿Qué es lo más atrevido que has hecho en tu vida?"
      ],
      "fácil": [
        "¿Te gustaría tener una aventura de una noche?",
        "¿Has coqueteado alguna vez con alguien para conseguir algo?",
        "¿Qué opinas sobre las relaciones abiertas?"
      ],
      "intermedio": [
        "¿Alguna vez has tenido un amor prohibido?",
        "¿Alguna vez te has enamorado de alguien casado?",
        "¿Te atreverías a tener un amor a distancia?"
      ],
      "difícil": [
        "¿Alguna vez has hecho algo que podría arruinar tu reputación?",
        "¿Cuál es el lugar más arriesgado donde has tenido relaciones?",
        "¿Te atreverías a tener una relación con alguien mucho mayor o menor que tú?"
      ]
    },
    "reto": {
      "muyFácil": [
        "Haz una llamada a tu ex y dile que lo extrañas",
        "Canta una canción romántica y dedícasela a alguien del grupo",
        "Haz una pose muy atrevida"
      ],
      "fácil": [
        "Haz un reto de confianza con alguien del grupo (puede ser un beso en la mejilla)",
        "Envíale un mensaje sexy a alguien de tu lista de contactos",
        "Baila sensualmente con alguien del grupo durante 1 minuto"
      ],
      "intermedio": [
        "Haz un striptease improvisado para el grupo (sin desnudar)",
        "Haz una llamada en la que te declares a alguien del grupo",
        "Tócate de forma sensual durante 1 minuto mientras miras a alguien"
      ],
      "difícil": [
        "Envía un video sexy a alguien del grupo",
        "Actúa como si fueras una persona muy seductora durante 2 minutos",
        "Haz una llamada y dile algo muy atrevido a la persona que elijas"
      ]
    }
  },
  "todo": {
    "verdad": {
      "muyFácil": [
        "¿Cuál es tu color favorito?",
        "¿Qué comida te gusta más?",
        "¿Tienes alguna mascota?",
        "¿Cuál es tu estación del año favorita?",
        "¿Prefieres la playa o la montaña?",
        "¿Te gustan las sorpresas?",
        "¿Cuál es tu hobby favorito?",
        "¿Qué prefieres: cine o teatro?",
        "¿Te gustan los deportes? ¿Cuáles?",
        "¿Tienes alguna canción que te haga sentir bien?",
        "¿Te gusta cocinar?",
        "¿Cuál es tu película favorita?",
        "¿Te gustan los animales? ¿Tienes algún favorito?",
        "¿Prefieres dormir mucho o poco?",
        "¿Qué harías si fueras invisible por un día?",
        "¿Te gustan las fiestas o prefieres estar en casa?",
        "¿Qué harías si fueras rico?",
        "¿Cuál es tu prenda de ropa favorita?",
        "¿Te gusta viajar? ¿A dónde te gustaría ir?",
        "¿Cuál es tu bebida favorita?",
        "¿Tienes algún talento oculto?",
        "¿Te gustaría aprender a tocar algún instrumento?",
        "¿Qué harías si pudieras volar?",
        "¿Cuál es tu deporte favorito?",
        "¿Cuál es tu serie de televisión favorita?",
        "¿Te gustaría tener superpoderes?",
        "¿Quién es tu persona más importante?",
        "¿Qué harías si fueras famoso?",
        "¿Te gusta el arte?",
        "¿Tienes algún amigo de la infancia con quien sigues en contacto?"
      ],
      "fácil": [
        "¿Quién es tu mejor amigo?",
        "¿Cuál es tu película favorita?",
        "¿Te gustaría vivir en el extranjero?",
        "¿Cuál es tu lugar favorito en el mundo?",
        "¿Te gusta más la comida salada o dulce?",
        "¿Tienes alguna tradición especial en tu familia?",
        "¿Qué harías si pudieras ser otra persona por un día?",
        "¿Qué prefieres: leer un libro o ver una película?",
        "¿Te gustaría aprender un nuevo idioma?",
        "¿Te gustan las sorpresas?",
        "¿Tienes alguna superstición?",
        "¿Cuál es tu mejor recuerdo de la infancia?",
        "¿Cuál es tu estación del año favorita?",
        "¿Te gustaría tener una mascota exótica?",
        "¿Te consideras una persona madrugadora o nocturna?",
        "¿Tienes alguna meta para este año?",
        "¿Te gustaría ser artista?",
        "¿Te gustaría tener más tiempo libre?",
        "¿Cuál es tu sueño más grande?",
        "¿Qué harías si supieras que te queda poco tiempo de vida?",
        "¿Tienes alguna rutina matutina?",
        "¿Te gustan las películas de terror?",
        "¿Te gustaría ser famoso?",
        "¿Prefieres vivir en una ciudad grande o en el campo?",
        "¿Te gustaría cambiar algo de ti?",
        "¿Te gustaría hacer algo extremo alguna vez?",
        "¿Te gustaría ser dueño de tu propio negocio?",
        "¿Te gustan las actividades al aire libre?"
      ],
      "intermedio": [
        "¿Cuál es tu mayor miedo?",
        "Si pudieras cambiar algo de ti, ¿qué sería?",
        "¿Cuál ha sido tu mayor logro?",
        "¿Te gustaría vivir sin tecnología por un mes?",
        "¿Qué te gustaría aprender a hacer?",
        "¿Te has sentido alguna vez avergonzado frente a mucha gente?",
        "¿Cuál es la decisión más importante que has tomado?",
        "¿Qué harías si pudieras retroceder el tiempo?",
        "¿Te gustaría tener más amigos?",
        "¿Tienes alguna fobia?",
        "¿Te atreverías a cambiar de ciudad sin conocer a nadie?",
        "¿Tienes algún lugar que te inspire paz?",
        "¿Qué harías si fueras el presidente de tu país?",
        "¿Tienes alguna cualidad que te gustaría mejorar?",
        "¿Te atreverías a mudarte a otro país sin saber el idioma?",
        "¿Cuál es tu sueño no cumplido?",
        "¿Qué prefieres: ser muy inteligente o muy atractivo?",
        "¿Qué te hace sentir inseguro?",
        "¿Cuál es tu principal motivación en la vida?",
        "¿Qué harías si no tuvieras miedo de fallar?",
        "¿Tienes alguna filosofía de vida?",
        "¿Te consideras una persona introvertida o extrovertida?",
        "¿Has cambiado mucho en los últimos 5 años?",
        "¿Qué harías si te ofrecieran un trabajo en otro país?",
        "¿Tienes alguna vez pensado en dejar todo y empezar de nuevo?",
        "¿Te gustaría hacer un viaje largo sin un plan definido?",
        "¿Te gustaría saber lo que la gente piensa de ti?",
        "¿Alguna vez has tenido una pelea importante con un amigo?"
      ],
      "difícil": [
        "¿Cuál es tu mayor arrepentimiento?",
        "¿Alguna vez has hecho algo que te avergüenza?",
        "¿Qué harías si supieras que solo te queda un día de vida?",
        "¿Tienes alguna relación con alguien que no quieras que los demás sepan?",
        "¿Alguna vez has tenido que tomar una decisión que cambió tu vida para siempre?",
        "¿Te atreverías a dejar todo y empezar una nueva vida?",
        "¿Cuál es la decisión más difícil que has tenido que tomar?",
        "¿Alguna vez has ocultado algo importante de tu familia o amigos?",
        "¿Qué harías si tuvieras que elegir entre un amor o tu sueño?",
        "¿Alguna vez has mentido sobre algo importante?",
        "¿Qué harías si alguien te pidiera un gran favor sin esperar nada a cambio?",
        "¿Qué harías si te descubrieran haciendo algo prohibido?",
        "¿Alguna vez has tenido una experiencia que cambiara tu manera de ver el mundo?",
        "¿Tienes algún miedo que te impide tomar decisiones importantes?",
        "¿Te gustaría saber qué dirán de ti cuando ya no estés?",
        "¿Alguna vez has hecho algo que te hizo sentir muy culpable?",
        "¿Qué harías si alguien te dijera que está enamorado de ti y no lo esperabas?",
        "¿Qué harías si tu pareja te pidiera algo que no estás dispuesto a hacer?",
        "¿Te arrepientes de no haber hecho algo en tu vida?",
        "¿Qué harías si tu mejor amigo te traicionara?",
        "¿Te atreverías a dar una segunda oportunidad a alguien que te falló?",
        "¿Has tenido alguna vez una relación amorosa que sabías que no iba a funcionar?",
        "¿Te gustaría saber la verdad sobre algo que te han ocultado?",
        "¿Alguna vez has cambiado de opinión sobre algo muy importante?",
        "¿Alguna vez has roto el corazón de alguien?",
        "¿Qué harías si alguien te pide que dejes tu trabajo actual por uno mejor?",
        "¿Te atreverías a hacer algo ilegal si no te descubrieran?"
      ]
    },
    "reto": {
      "muyFácil": [
        "Canta una canción",
        "Baila durante 30 segundos",
        "Haz una imitación de alguien",
        "Haz 10 saltos de tijera",
        "Haz una cara divertida",
        "Canta el coro de tu canción favorita",
        "Baila como si estuvieras en una fiesta",
        "Imita un animal",
        "Haz una pose graciosa para una foto",
        "Haz una vuelta completa sobre ti mismo",
        "Actúa como si fueras un robot",
        "Haz 10 sentadillas",
        "Haz una mueca",
        "Habla como un personaje famoso por 1 minuto",
        "Haz 5 flexiones de brazos",
        "Haz una imitación de tu celebridad favorita",
        "Canta la letra de una canción sin música",
        "Haz 10 abdominales",
        "Actúa como si fueras un superhéroe",
        "Dile algo divertido a la persona a tu derecha"
      ],
      "fácil": [
        "Imita a un animal",
        "Haz 20 flexiones",
        "Llama a alguien y dile que lo quieres",
        "Baila durante 1 minuto",
        "Haz 10 saltos en el lugar",
        "Haz una llamada y dile algo gracioso",
        "Haz 30 segundos de abdominales",
        "Imita a un personaje de película",
        "Dile un chiste a alguien",
        "Haz una coreografía improvisada",
        "Baila como si estuvieras en un escenario",
        "Haz 20 sentadillas",
        "Llama a un amigo y cántale una canción",
        "Actúa como si fueras una persona famosa",
        "Haz una llamada a un amigo y cuéntale un chiste",
        "Haz 20 saltos de tijera",
        "Llama a alguien y dile que eres una celebridad",
        "Imita a una celebridad famosa",
        "Haz una coreografía de una canción famosa",
        "Haz una llamada a un amigo y dile que te has ganado un concurso"
      ],
      "intermedio": [
        "Haz un reto físico",
        "Imita a una celebridad",
        "Habla en otro idioma durante un minuto",
        "Canta una canción a todo pulmón",
        "Baila en el estilo de una época (años 80, 90, etc.)",
        "Haz una acrobacia",
        "Haz una llamada a alguien y dile algo raro",
        "Canta una canción con la voz de alguien más",
        "Haz una llamada a un amigo y cántale una canción en vivo",
        "Habla como un personaje famoso durante 1 minuto"
      ],
      "difícil": [
        "Baila como si nadie te estuviera mirando por 1 minuto",
        "Realiza un reto extremo como hacer una llamada a alguien y decir algo raro",
        "Haz una llamada improvisada a alguien y dile algo gracioso",
        "Canta una canción mientras haces 10 saltos",
        "Haz 50 flexiones en 2 minutos",
        "Haz una llamada a alguien y dile que has hecho algo muy vergonzoso",
        "Baila como si estuvieras en un concurso de baile",
        "Haz una llamada improvisada y dile algo gracioso a alguien",
        "Haz una coreografía improvisada para todo el grupo",
        "Llama a un amigo y cuéntale una historia inventada"
      ]
    }
  }
}